Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Look up user language and test wiki
ne: प्रयोगकर्ता भाषा र परीक्षण विकि खोज्नुहोस

source: Search Wikisource for this text
ne: यो पाठको लागि विकिस्रोत खोज गर्ने

source: no parent categories
ne: अभिभावक श्रेणीहरू नभएको

source: Book sources
ne: किताबका श्रोतहरु

source: Form submission error.
ne: फारम बुझाउने त्रुटी।

source: In the news
ne: समाचारमा

source: touchscreen
ne: टचस्क्रिन

source: ''HotCat'': easily add / remove / change a category on a page, with name suggestion <small><nowiki>[</nowiki>[[:Image:HotCat.png|example]]<nowiki>]</nowiki></small>.
ne: ''हट क्याट'': सजिलै श्रेणीहरू थप्न / हटाउन / परिवर्तन गर्न सुझाव पनि प्रदान गर्दछ<small><nowiki>[</nowiki>[[:Image:HotCat.png|example]]<nowiki>]</nowiki></small>

source: U: Agriculture, crafts and professions
ne: प: कृषि, शिल्प तथा व्यवसायहरू

source: Opens Launcher keyboard navigation mode.
ne: लन्चर किवोर्डले चलाउ मिल्ने मोड खोल्छ ।

source: Device settings description
ne: यन्त्र सेटिंग्स वर्णन

source: Blocked globally
ne: वैश्विक निषेधित

source: Time & Date
ne: समय र मिति

source: (example: Trophy.png)
ne: (उदाहरण:Trophy.png)

source: Hide username from edits and lists
ne: प्रयोगकर्ताको नाम सम्पादनबाट र सूचीबाट हटाउने

source: Private Message:
ne: व्यक्तिगत सन्देश:

source: Failed to parse $2 content for $1 model: $3
ne: $1 को लागि $2 सामग्रीलाई पार्स गर्न विफल, त्रुटि: $3

source: From {{SITENAME}}
ne: {{SITENAME}}बाट

source: Added clarification
ne: स्पष्टिकरण थपियो

source: The previous prefix was not found.
ne: पछिल्लो उपसर्ग खोज्न सकिएन।

source: Anonymous
ne: बेनाम

source: Import to a namespace:
ne: नेमस्पेसमा आयातः

source: Related changes
ne: सम्बन्धित परिवर्तनहरू

source: History:
ne: इतिहास:

source: %i minute
ne: %i मिनेट

source: Branch
ne: शाखा

source: _Continue
ne: जारी राख्ने

source: Diff URL:
ne: भिन्न युआरयल:

source: Uploaded: $1
ne: अपलोड गरेको : $1

source: _Configuration URL
ne: कन्फिगरेसन यूआरएल

source: Patches
ne: प्याचेज

source: Reference
ne: सन्दर्भ

source: mark others' edits as patrolled
ne: अरुको सम्पादनलाई निगरानीको चिन्ह लगाउने

source: Language selector on every page, also for visitors
ne: हरेक पृष्ठमा आगन्तुकलाई भाषा छनौट गर्न दिने सामाग्री

source: Israeli shekel
ne: इजरायली शेकल

source: Unknown River
ne: अज्ञात नदि

source: Donor information
ne: दाताको जानकारी

source: anon. only
ne: अज्ञातहरु मात्र

source: Closest international airport:
ne: नजिकको अन्तराष्ट्रिय विमानस्थलः

source: A randomly generated password for [[User talk:$1|$1]] has been sent to $2. It can be changed on the <em>[[Special:ChangePassword|change password]]</em> page upon logging in.
ne: जथाभावीरूपमा सृजना गरिएको प्रवेशशब्द प्रयोगकर्ता [[User talk:$1|$1]] को $2 मा पठाइएको छ। यो नयाँ खाताको प्रवेशशब्द ''[[Special:ChangePassword|change password]]'' मा प्रवेश गरेर परिवर्तन गर्न सकिन्छ ।

source: <strong>$1</strong> has been deleted.
ne: '''$1''' मेटियो ।

source: Required Information
ne: आवस्यक जानकारी

source: Results from <a href="http://nominatim.openstreetmap.org/">OpenStreetMap Nominatim</a>
ne: <a href="http://nominatim.openstreetmap.org/">OpenStreetMap Nominatim</a>बाट नतिजाहरू

source: Bot: Adding %(adding)s; removing %(removing)s; modifying %(modifying)s
ne: रोबोट: %(adding)s थप्दै; %(removing)s हटाउँदै; %(modifying)s परिवर्तन गर्दै

source: forever
ne: सधैँभरि

source: Alternative licensing information
ne: वैकल्पक प्रमाणिकरण जानकारी

source: Do not show page content below diffs
ne: तलका पृष्ठहरूको भिन्नहरू सामग्री नदेखाउने

source: JavaScript testing
ne: JavaScript जाँच गरिदै

source: No Such User
ne: कुनै त्यस्तो प्रयोगकर्ता छैन

source: The filter you specified does not exist
ne: तपाईंले खुलाउनु भएको फिल्टर उपलब्ध छैन ।

source: Protect
ne: सुरक्षित गर्ने

source: View the checkuser log
ne: प्रयोगकर्ता जाँच लग हेर्ने

source: Zip
ne: जीप(डाक)

source: Let's get started!
ne: सुरुवात गर्नुहोस्!

source: A jigsaw puzzle
ne: गणितमा आधारित पजल खेल

source: _Show Bluetooth status in the menu bar
ne: _मेनु बारमा ब्लुटुथ अवस्था हेर्नुहोस्

source: Edit the new description page
ne: नयाँ विवरण पृष्ठ सम्पादन गर्ने

source: An invalid page title was provided
ne: अबैध पृष्ठ शिर्षक राखिएको थियो

source: [$1 Known issues]
ne: [$1 जानेकै मुद्दाहरू]

source: This title has been protected from creation by [[User:$1|$1]]. The reason given is "<em>$2</em>".
ne: [[User:$1|$1]]द्वारा यो शीर्षक निर्माणहुनबाट जोगाइएको छ। कारण "<em>$2</em>" हो ।

source: Allow project curators to view the private coordinates of your observations when added to the project by
ne: परियोजनामा थप गरिएका अबलोकन बुँदासँग सम्बन्धित तपाईंको निजी निर्देशाङ्कहरू परियोजना संरक्षणकर्तालाई हेर्न दिनुहोस् ।

source: Hit count
ne: सम्पादन गणना

source: Content warning
ne: सामग्री चेतावनी

source: View Today
ne: आज हेर्नुहोस्

source: Sorry, we could not find any files for the tutorial that is supposed to go here. Please contact the system administrators.
ne: माफ गर्नुहोस्, हामीले ट्यूटोरियलमा हाल्न खालको कुनै फाइल पाएनौं । कृपया प्रणाली सञ्चालकसित सम्पर्क गर्नुहोस्।

source: National Advantages
ne: राष्ट्रियता फाइदाहरु

source: User rights profile:
ne: प्रयोगकर्ता अधिकार प्रोफाइल:

source: navigation
ne: अन्वेषण

source: hist
ne: इतिहास

source: Differences between versions
ne: संस्करणहरूबीच भिन्नता

source: Device to use as a camera
ne: क्यामेराको रूपमा प्रयोग गर्नुपर्ने यन्त्र

source: '''Your IP address has been [[m:Special:MyLanguage/Global blocks|blocked on all wikis]].''' The block was made by $1 ($2). The reason given is ''$3''. * Start of block: $4 * Expiry of block: $5 Your current IP address is $6. Please include all above details in any queries you make. If you believe you were blocked by mistake, you can find additional information and instructions in the [[m:Special:MyLanguage/No open proxies|No open proxies]] global policy. Otherwise, to discuss the block please [[m:Steward requests/Global|post a request for review on Meta-Wiki]].
ne: '''तपाईंको आईपी ठेगालाई [[m:Special:MyLanguage/Global blocks|सबै विकिहरूमा ]] रोक लगाइएको छ ।''' यो रोक $1 ($2) ले लगाएका हुन् । कारण बताइएको छ : ''$3'' . * रोक शुरू: $4 * रोक बन्द: $5 तपाईंको प्रस्तुत आईपी ठेगाना $6. कृपया माथीको कुराहरू आफ्नो सोधपुछमा शामिल गर्नुहोस् । यदी तपाईं मान्नुहुन्छ कि यो रोक कुनै गल्तीले भएको हो भने तपाईँ अधिक जानकारी र निर्देश [[m:Special:MyLanguage/No open proxies|ओपेन प्राक्सीस हैन]] वैश्विक नीतिमा पढ्नुहोस् । या , यो रोकको कुरा [[m:Steward requests/Global|यहाँ गर्नुहोस् अथवा मेटाविकिमा एक नयाँ वार्ता शुरू गर्नुहोस्]].

source: Graph options
ne: ग्राफ विकल्पहरु

source: Focal plane resolution unit
ne: फोकल प्लेन रिजोल्युसन एकाई

source: Translate
ne: अनुवाद गर्ने

source: $1 is already blocked. Do you want to change the settings?
ne: $1लाई अघिबाट नैं प्रतिबन्ध लगाइएकोछ। के तपाईं यसको व्यवस्थालाई परिवर्तन गर्न चाहनुहुन्छ?

source: Complete this form to receive a temporary password via email.
ne: इमेल मार्फल अस्थायी पासवर्ड प्राप्त गर्नको लागी यस फारमलाई पूर्ण रूपमा भर्नुहोस् ।

source: Edits in the past 24 hours
ne: २४ घण्टा अघिसम्मको सम्पादन

source: Language of description
ne: वर्णनको भाषा

source: Bot: Protecting all images on page %(page)s
ne: रोबोट: %(page)s पृष्ठमा रहेका सबै तस्वीरहरु सुरक्षित गर्दै

source: Measurement precision
ne: मापन सटिकता

source: This application is copyright (C) Wikimedia Foundation and contributing developers
ne: यो अनुप्रयोग विकिमीडिया फाउन्डेसन र योगदान विकासकर्ता कपिराइट (c) छ

source: Awful
ne: खराब

source: Go back a revision in this Pad
ne: यो प्याडको एक संस्करण पहिले जानुहोस्

source: Log entry ID:
ne: लग इन्ट्री आइडी:

source: No thumbnail
ne: थम्बनेल नभएको

source: Wikidata Tours
ne: विकिडेटा यात्रा

source: You cannot add a new contact
ne: तपाईं नयाँ सम्पर्क थप्न सक्नुहुन्न

source: (remove all tags)
ne: (सम्पूर्ण ट्यागहरू हटाउने)

source: Update saved pages
ne: संग्रहित पृष्ठहरूलाई अद्यावधिक गर्ने

source: Visit the main page
ne: मुख्य पृष्ठमा जानुहो्स्

source: Resilient Barnstar
ne: दृढता बार्नस्टार

source: Changeset: %{id}
ne: परिवर्तनहरू: %{id}

source: [Nobody]
ne: [कोही पनि हैन]

source: Runway
ne: रनवे

source: binary
ne: द्विआधारी

source: Private multiplayer
ne: निजी बहुखेलाडी

source: Launcher Capture Mouse
ne: लन्चरले माउस समाउने

source: Could not update the journal database for storage backend "$1".
ne: भण्डारण ब्याकएन्ड "$1" लाई जर्नल डेटाबेससँग अपडेट गर्न सकिएन।

source: This page shows when users have added or removed [[Special:Tags|tags]] from individual revisions or log entries. The log does not list tagging actions when they occur as part of an edit, deletion, or similar action.
ne: यो पृष्ठमा हेर्न सकिन्छ कि उपयोगकर्ता कहिले व्यक्तिगत संशोधनहरू र लग प्रविष्टिहरूसँग [[Special:Tags|ट्याग]] जोडेको वा हटाइ सकेको छ। लगबाट ट्यागिङ्ग कार्यहरूको सूची भेट्दैन की उसले कहिले सम्पादन, हटाएको यस्तो कुनै कामको हिस्सा बन्यो।

source: Remove profile
ne: प्रोफाइल हटाउनुहोस्

source: Error: Index expected
ne: त्रुटि: सूचकांकको अपेक्षा

source: Browse the World Wide Web
ne: वर्ल्ड वाइड वेब ब्राउज गर्नुहोस्

source: Disable in namespaces:
ne: नामपदहरूमा अक्षम पार्ने:

source: Help desk
ne: सहायता डेस्क

source: Show raw HTML
ne: सुद्ध HTML देखाउने

source: Bot: Removing from %(oldcat)s
ne: रोबोट: %(oldcat)sबाट हटाउँदै

source: Try clicking, double clicking, scrolling
ne: थिच्न , दुई चोटी थिच्न ,इस्क्रोल्ल कोसिस गर्नुस

source: Cancel Print Job
ne: मुद्रणकार्य रद्द गर्नुहोस्

source: This land is claimed by another European nation.
ne: यो जमिन अर्को युरोपिनय राष्ट्रले दाबी गरेको छ ।

source: Restriction level:
ne: प्रतिबन्ध स्तरः

source: Previous Week
ne: पछिल्लो हप्ता

source: Search for contributions
ne: योगदानहरू खोज्नुहोस्

source: This page has been protected to the following levels: %s
ne: यो पृष्ठ निम्नानुसारको स्तरहरूको लागी सुरक्षित गरिएको छः %s

source: Recent edit
ne: हालका सम्पादन

source: :* %(notify)s: <span class="plainlinks">[%(page_link)s %(page)s]</span> - last edit by [[User:%(user)s]] (%(time)s)
ne: :* %(notify)s: <span class="plainlinks">[%(page_link)s %(page)s]</span> - अन्तिम सम्पादनकर्ता [[User:%(user)s]] (%(time)s)

source: Please enter a valid credit card number for one of the accepted credit card types
ne: कृपया कुनै एउटा स्वीकार्य क्रेडिट कार्ड मध्येको वैध क्रेडिट कार्ड नम्बर हाल्नुहोस्

source: Add links
ne: लिङ्क थप्नुहोस

source: High gain down
ne: उच्च प्राप्य तल

source: Press the confirm button below to confirm your new email address.
ne: इमेल निश्चित गर्नको लागि निश्चितमा क्लिक गर्नुहोस् ।

source: Icedtea Java Browser Plugin
ne: आइस्डटी जाभा ब्राउजर प्लगिन

source: User-controlled bot: Table syntax updated
ne: प्रयोगकर्ता नियन्त्रित रोबोट: टेबल सिन्ट्याक्स परिवर्तन गरियो

source: must be unique
ne: अनुपम हुनु पर्नेछ

source: If you have a connection to the Internet other than wireless, you can use it to share your internet connection with others.
ne: तपाईँको वायरलेस भन्दा अन्य इन्टरनेट जडान छ भने, तपाईंले अरूसित आफ्नो इन्टरनेट जडान साझेदारी गर्न यो प्रयोग गर्न सक्नुहुन्छ।

source: Error during download
ne: डाउनलोड गर्दा त्रुटि उत्पन्न भयो

source: Ignore first x versions
ne: पहिलो x संस्करणलाइ बेवास्ता गर्ने

source: by Moderator
ne: मडरेटर द्वारा

source: Picture CD
ne: तस्वीर सिडि

source: Monospaced font
ne: मोनोस्पेस्ड फन्ट

source: Country that the picture was taken in
ne: तस्विर खिचिएको देश

source: Email address again <small>(to confirm)</small>
ne: पुन: इमेल ठेगाना <small>(निश्चित गर्न)<small>

source: _Find
ne: _खोज्नुस्

source: Computer Science &amp; Robotics
ne: कम्प्युटर विज्ञान &amp; रोबोटिक्स

source: A page of that name already exists, or the name you have chosen is not valid. Please choose another name.
ne: यस नामको पृष्ठ पहिले देखि नै रहेको ,या तपाईँले छान्नु भएको नाम अमान्य छ। कृपया अर्कै नाम छान्नुहोस् ।

source: Deleted revisions will still appear in the page history, but parts of their content will be inaccessible to the public.
ne: हटाइएको अवतरण पृष्ठ इतिहासमा देखाइनेछ तर तिनको सामग्री सार्वजनिक रूपले देखाइने छैन।

source: Error:
ne: त्रुटि:

source: Tungsten (incandescent light)
ne: टङ्स्टेन(अश्वेत प्रकाश)

source: The width of the image captured from the camera, in pixels
ne: क्यामेराले खिचेको फोटोको चौडाई, पिक्सेलमा

source: Image saturation
ne: छवि संतृप्ति

source: No matching pages found in the deletion archive.
ne: मेटिएका पृष्ठहरूको अभिलेखमा कुनै पनि मिल्दो पृष्ठहरू भेटिएन ।

source: $1 secretly {{GENDER:$2|changed}} visibility of revisions on page $3
ne: $1 ले गोप्य रूपले $3 पृष्ठको अवतरणहरूको दृश्यता {{GENDER:$2|परिवर्तन गर्यो}}

source: calendar:MY
ne: पात्रो:MY

source: Rotated 90° CCW
ne: घडीको उल्टो दिशामा ९०° घुमाइएको

source: When
ne: कहिले

source: All Read
ne: सबै पढियो

source: Reverted edits by [[Special:Contributions/$2|$2]] ([[User talk:$2|talk]]) to last revision by [[User:$1|$1]]
ne: [[Special:Contributions/$2|$2]] ([[User talk:$2|वार्तालाप]])द्वारा [[User:$1|$1]]द्वारा गरिएको पछिल्लो संशोधनतर्फ उल्टाइएका सम्पादनहरू

source: Human interest
ne: मानवीय चासो

source: You do not have permission to edit this JavaScript page because it contains another user's personal settings.
ne: तपाईंलाई यो जाभास्कृप्ट पृष्ठ सम्पादन गर्ने अनुमति छैन, किनकी यसमा कुनै अर्को प्रयोगकर्ताको व्यक्तिगत अभिरुचीहरू संग्रहित छन् ।

source: MediaWiki extensions used by Wikia
ne: Wikia द्धारा प्रयोग हुने MediaWiki एक्सटेन्सनहरु

source: site
ne: सन्दर्भ राख्ने

source: Short name
ne: छोटो नाम

source: articles
ne: लेखहरू

source: Translation administrators
ne: अनुवाद प्रवन्धकहरू

source: Tagged changes
ne: ट्याग गरिएक परिवर्तनहरू

source: Choose password at next login
ne: अर्को लगइनमा पासवर्ड छनौट गर्ने

source: Change value:
ne: मान बदल्नुहोस :

source: {{PLURAL|one=%{count} post|%{count} posts}}
ne: {{PLURAL|one=%{count} पोष्ट|%{count} पोष्टहरू}}

source: Your changes were saved successfully.
ne: तपाईंका परिवर्तनहरू सफलता पूर्वक संग्रह भए।

source: Date and time of data generation
ne: डेटा सञ्चालनको मिति र समय

source: Security
ne: सुरक्षा

source: relation
ne: सम्बन्ध

source: Settings for %s
ne: %s को लागि सेटिङ

source: _Socks Host
ne: SOCKS होस्ट

source: Account is not locked
ne: खाता प्रतिबन्धित

source: Pages with broken file links
ne: टुटेको फाइल लिङ्कहरूसितको पृष्ठ

source: Bottom Half
ne: तल्लो आधा

source: Invalid number of messages per page
ne: अमान्य प्रति पृष्ठ सन्देशहरु

source: Canonical Partners
ne: क्यानोनिकल साझेदारहरू

source: Username entered already in use. Please choose a different name.
ne: तपाईंले प्रविष्ट गर्नु भएको प्रयोगकर्ता नाम पहिले देखिनै प्रयोगमा छ । कृपया फरक नाम छान्नुहोस् ।

source: append on bottom
ne: पुच्छारमा थप्ने

source: Sports
ne: खेलकुद

source: _File
ne: फाइल (_F)

source: Show sound volume in the menu bar
ne: मेनुबारमा ध्वनी मात्रा देखाउ

source: Video ({0})
ne: भिडियो ({0})

source: <strong>Warning: A file by that name has been deleted or moved.</strong> The deletion and move log for this page are provided here for convenience:
ne: '''चेतावनी: त्यस नाममा रहेका फाइलहरू सारिएको या हटाइएको छ।''' यस पृष्ठको सारिएको र हटाइएको लग तपाईंको सहजताको लागि दिइएको छ।

source: accepted
ne: स्वीकार गरिएको

source: Add pages and files I delete to my watchlist
ne: मैले हटाएका पृष्ठहरू र फाइलहरूलाई निगरानी सूचीमा थप्ने

source: (protected)
ne: (सुरक्षित)

source: prc4 Envelope
ne: prc4 खाम

source: anonymous users only
ne: अज्ञात प्रयोगकर्ताहरू मात्र

source: Typing
ne: टाइप गर्दै

source: Account creation from this IP address (<strong>$1</strong>) has been blocked by [[User:$3|$3]]. The reason given by $3 is <em>$2</em>
ne: IP ठेगाना ('''$1''')बाट खाता खोल्न [[User:$3|$3]]द्वारा बन्देज लगाइएको छ। $3ले दिनुभएको कारण ''$2'' हो

source: Be treated as an automated process
ne: स्वाचालित कार्यको रुपमा व्यवहार गर्ने

source: White fluorescent (WW 3200 – 3700K)
ne: सेतो फ्लोरोसेन्ट (डब्लुडब्लु ३२०० - ३७०० के)

source: Aborted
ne: परित्याग गरियो

source: Done!
ne: सकियो!

source: Most linked-to pages
ne: सबैभन्दा बढि लिंक भएको पृष्ठ

source: $1 saved.
ne: $1 लाइ सेभ गरियो।

source: Full dump
ne: पूर्ण फाल्ने ठाउँ

source: Yes, I really want to unlock the database.
ne: हो , म साँच्चै डेटाबेसको ताल्चा खोल्न चाहन्छु ।

source: 4 Months
ne: ४ महिना

source: The action you have requested is limited to users in {{PLURAL:$2|the group|one of the groups}}: $1.
ne: तपाईंले अनुरोध गर्नुभएको कार्य {{PLURAL:$2|समूह |कुनै एक समूह}}: $1 मा रहेका प्रयोगकर्ताहरूले मात्र गर्नसक्छन ।

source: No such thread
ne: त्यस्तो धागो(thread) छैन

source: Change cover
ne: आवरण परिवर्तन

source: Posted by %{link_user} on %{created} in %{language_link}
ne: %{link_user}द्वारा %{created}मा %{language_link}भाषामा पोस्ट गरिएको

source: Done.
ne: सम्पन्न ।

source: This page has been semi-protected.
ne: यो पृष्ठ अर्ध सुरक्षित गरिएको छ

source: zip code
ne: जीप कोड

source: You have voted in this election before. Sorry, you may not vote again.
ne: तपाईंले पहिले नैं मत दि सक्नु भएकोछ। माफ गर्नुहोला, तपाईं फेरि मत दिन सक्नुहुन्न।

source: Published translations will be publicly visible, unless the page itself is unpublished. Uncheck <em>published</em> if you want to prevent general users from viewing this version of the page.
ne: पृष्ठ अप्रकाशित भएपनि प्रकाशित अनुवादहरू सार्वजनिक हुनेछन । यदि तपाईं साधारण प्रयोगकर्ताले यो पृष्ठ हेर्न नपाओस भन्ने चाहनुहुन्छ भने <em>प्रकाशित</em>लाई ठीक चिन्ह नलगाउनुहोस ।

source: User
ne: प्रयोगकर्ता

source: "$1" is not a valid election ID.
ne: "$1" मान्य चुनाव परिचय भएन।

source: Uses
ne: प्रयोगहरू

source: Juxtaposition
ne: मुकाबला

source: Could not open lock file for "$1".
ne: "$1" को लागी बन्द फाइललाई खोल्न सकिएन ।

source: Editing
ne: सम्पादन

source: {{SITENAME}} page $1 has been {{GENDER:$2|changed}} by $2
ne: {{SITENAME}} पृष्ठ $1 $2 ले {{GENDER:$2|परिवर्तन गर्नु}} भयो ।

source: Cannot rollback last edit of [[:$1]] by [[User:$2|$2]] ([[User talk:$2|talk]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]); someone else has edited or rolled back the page already. The last edit to the page was by [[User:$3|$3]] ([[User talk:$3|talk]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).
ne: [[User:$2|$2]] ([[User talk:$2|वार्ता]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]) द्वारा गरिएको [[:$1]] पछिल्लो सम्पादनलाई फेरी पुरानै स्थितिमा ल्याउन सकिंदैन; कसैले यस बीचमै वा यस पृष्ठलाई फेरी सम्पादित गरिसकेको छ वा पहिले नै यस पृष्ठलाई पुरानो स्थितिमा ल्याई सकिएको छ। यस पृष्ठको अन्तिम सम्पादन [[User:$3|$3]] ([[User talk:$3|वार्ता]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]) ले गरेओ हो।

source: Block log
ne: निषेध लग

source: View your own private data (e.g. email address, real name)
ne: आफ्नो व्यक्तिगत डेटा हेर्नुहोस (उदाहरण इमेल ठेगाना, सहि नाम)

source: Namespace restrictions
ne: नामपद रोक

source: New group
ne: नयाँ समूह

source: Login / create account
ne: प्रवेश गर्ने / नयाँ खाता बनाउने

source: Spreadsheet
ne: स्प्रेडसिट

source: Number of subcategories
ne: उपश्रेणीहरूको संख्या

source: An unknown error occurred in storage backend "$1".
ne: भण्डारण ब्याकइन्ड "$1"मा अज्ञात समस्या आएको छ ।

source: Round $1
ne: चरण $1

source: Please enter a correct card number for Discover.
ne: कृपया डिस्कवरको निम्ति सही कार्ड नम्बर हाल्नुहोस्

source: F: Parts of mammals
ne: च: स्तनधारिहरू का केहि भागहरू

source: Current events
ne: हालैका घटनाहरू

source: A non-identical file already exists at "$1".
ne: अमिल्दो फाइल पहिला देखिनै "$1" मा अवस्थित रहेको छ ।

source: This page wants to know your device’s location.
ne: यो पृष्ठ तपाइँको उपकरणको स्थान जान्न चाहनुहुन्छ।

source: Lines removed in edit
ne: सम्पादनमा हटाइएका पंक्तिहरु

source: Please enter your feedback.
ne: आफ्नो कृपया प्रतिक्रिया दिनुहोला ।

source: Return to pad
ne: प्याडमा फर्कनुहोस्

source: Please copy paste
ne: कृपया कपी पेस्ट गर्नुहोस

source: Wikipedia Beta
ne: विकिपीडिया बिटा

source: Bangla
ne: बङ्गला

source: #Leave this line exactly as it is<pre> #Put regular expression fragments (just the part that goes between the //) below #These will be matched with the URLs of external (hotlinked) images #Those that match will be displayed as images, otherwise only a link to the image will be shown #Lines beginning with # are treated as comments #This is case-insensitive #Put all regex fragments above this line. Leave this line exactly as it is</pre>
ne: #यस पंक्तिलाई जस्ताको तस्तै छोड़नुहोस्<pre> #नियमित अभिव्यक्तिका निम्न टुक्राहरु हाल्नुहोस् ( //को बीचका भागहरु मात्र) #बाहिरका यु आर एल (hotlinked) सित मिलाइनेछ। #जो मिलानको शर्तमा पर्छन् तिनलाई चित्रको रुपमा प्रदर्शित गरिनेछ, नत्र चित्रको लिंक मात्र दर्शाइनेछ # #बाट सुरु हुने पंक्तिहरुलाई टिप्पणीको रुपमा मानिनेछ #यो वर्ण सम्वेदनशील छ #यो पंक्तिमाथि रिजेक्स(regex) टुक्रा दिनुहोस्। यस पंक्तिलाई जस्ताको तस्तै छोड़नुहोस्</pre>

source: Warnings about incomplete translations
ne: चेतावनी अपूर्ण अनुवादको बारेमा

source: View template page
ne: ढाँचा पृष्ठ हेर्ने

source: Shorten
ne: संक्षिप्त

source: Default message text
ne: डिफल्ट सन्देश पाठ

source: Go to previous message
ne: पछिल्लो सन्देश तर्फ लाग्ने

source: Save page as...
ne: पृष्ठलाई यसरुपमा बचत गर्ने...

source: Not found
ne: फेला परेन

source: Mark as read
ne: पढेकोमा चिह्नित गर्ने

source: Content is available under $1 unless otherwise noted.
ne: सामाग्री $1 अनुसार उपलब्ध छ, खुलाइएको अवस्था बाहेकको हकमा ।

source: There was an error processing your request.
ne: तपाइँको काम गर्दा सानो त्रुटी भएको थियो ।

source: Unique ID of original document
ne: मूल मिसिलको प्रति मिसिल परिचय (आइडी)

source: Bcc self
ne: बि सि सि प्रतिलिपि आफैलाइ

source: Very High
ne: अति उच्च

source: List banners
ne: ब्यानरहरुको सूचीकरण गर्ने

source: The tag "$1" was deleted successfully, but the following {{PLURAL:$2|warning was|warnings were}} encountered:
ne: ट्याग "$1" लाई सफलतापूर्वक हटाइयो, तर निम्नलिखित {{PLURAL:$2|चेतावनी|चेतावनीहरू}} देखियो:

source: Keymap
ne: कुञ्जीनक्सा

source: A file identical to this file ([[:$1]]) has previously been deleted. You should check that file's deletion history before proceeding to re-upload it.
ne: यसै फाइल ([[:$1]]) देखि मिल्ने एक फाइल हटाइ सकिएको छ। यसलाई फेरी देखि अपलोड गर्नुभन्दा पहिले तपाईंले पुरानो फाइलको हटाइएको इतिहास हेर्दा राम्रो हुन्छ।

source: The tag "$1" is not allowed to be manually added.
ne: ट्याग ""$1" लाई मानवीय रूपले जोड्न सकिंदैन।

source: Select language:
ne: भाषा छान्ने:

source: Specified group was invalid.
ne: निर्दिष्ट समूह अमान्य थियो

source: Confirm Password:
ne: प्रवेशशव्द निश्चित गर्ने:

source: Spam protection filter
ne: स्प्याम सुरक्षा फिल्टर

source: must be less than or equal to %{count}
ne: %{count} भन्दासानो वा बराबर हुनुपर्छ

source: DocBook
ne: डकबुक

source: Add Bookmark
ne: पुस्तक चिनो थप्ने

source: Go Back
ne: पछाडि पर्कने

source: New signature:
ne: नयाँ हस्ताक्षर:

source: {{ns:project}}:Bureaucrats
ne: {{ns:project}}:प्रशासकहरू

source: Your login was unsuccessful - Aborted
ne: तपाईंको प्रवेश असफल भयो - छोड़ियो

source: Five clicks, GEGL time!
ne: पाँच क्लिक, GEGL समय!

source: Link URL:
ne: लिंक URL:

source: Rejected
ne: अस्विकृत

source: Today's featured page:
ne: आजको प्रमुख पृष्ठः

source: User agent
ne: प्रयोगकर्ता एजेन्ट

source: Source URL
ne: स्रोतको वेब ठेगाना

source: Read in another language
ne: अन्य भाषाहरूमा पढ्ने

source: This is a log of user blocking and unblocking actions. Automatically blocked IP addresses are not listed. See the [[Special:BlockList|block list]] for the list of currently operational bans and blocks.
ne: यो लग प्रयोगकर्ताको रोकावट र फुकुवा कार्यहरुको हो। स्वतः रोकिएका आईपी ठेगानाहरू सूचीमा छैनन्। वर्तमानका चालू रोक र प्रतिबन्धहरूको सूचीकोलागि हेर्नुहोस् [[Special:BlockList|आईपी निषेध सूची]]।

source: Facebook
ne: फेसबुक
